Repository: ChillcraftOS/vanilla-installer
Catalog: po/*.po
Languages: ar, ur

source: Vanilla OS Installer
ar: مُثبِّتُ نِظام فانيلا
ur: ونیلا OS انسٹالر

source: Tweak your Vanilla OS installation.
ar: طوِّع تثبيتك لنظام فانيلا.
ur: اپنی ونیلا OS انسٹالیشن کو موافق بنائیں۔

source: No description
ar: لا يوجد وصف
ur: کوئی وضاحت نہیں

source: First release
ar: اﻹصدار الأول
ur: پہلی ریلیز

source: Confirm Installation
ar: تأكيد التثبيت
ur: انسٹالیشن کی تصدیق کریں

source: The following changes will be made to your system:
ar: ستطبق التعديلات التالية على نظامك:
ur: آپ کے سسٹم میں درج ذیل تبدیلیاں کی جائیں گی:

source: Install Vanilla OS
ar: ثبِّت نظام فانيلا
ur: وینیلا OS انسٹال کریں

source: Next
ar: التالي
ur: اگلے

source: Select a Disk
ar: حدد قُرْصًا
ur: ایک ڈسک منتخب کریں

source: Select the disk where you want to install Vanilla OS
ar: حدد القرص لتثبيت نظام فانيلا عليه

source: Configure
ar: إعداد
ur: تشکیل

source: Keyboard Layout
ar: تخطيط لوحة المفاتيح
ur: کی بورڈ لے آؤٹ

source: Select your preferred keyboard layout
ar: حدد تخطيط لوحة المفاتيح المفضل لديك
ur: اپنی پسند کی بورڈ لے آؤٹ کو منتخب کریں

source: Search for a Keyboard Layout
ar: البحث عن تخطيط لوحة مفاتيح
ur: کی بورڈ لے آؤٹ تلاش کریں

source: Language
ar: اللغة
ur: زبان

source: Select your language
ar: اختر لغتك
ur: اپنی زبان منتخب کریں

source: Search for a language
ar: البحث عن لغة
ur: زبان تلاش کریں

source: Default
ar: افتراضي
ur: پہلے سے طے شدہ

source: Dark
ar: مظلم
ur: ڈارک

source: Color Scheme
ar: سمة النظام
ur: رنگ سکیم

source: Choose a color scheme for your system
ar: اختر سمة لون نظامك
ur: اپنے سسٹم کے لیے رنگ سکیم کا انتخاب کریں

source: Date & Time
ar: التاريخ والوقت
ur: تاریخ اور وقت

source: Select your preferred timezone
ar: اختر المنطقة الزمنية
ur: اپنا پسندیدہ ٹائم زون منتخب کریں

source: Search for a Timezone
ar: البحث عن منطقة زمنية
ur: ٹائم زون تلاش کریں

source: Region
ar: المنطقة
ur: علاقہ

source: Zone
ar: المنطقة
ur: خطہ

source: Create User
ar: إنشاء مستخدم
ur: صارف بنائیں

source: Provide details for your user account
ar: إدخال تفاصيل حساب المستخدم
ur: اپنے صارف اکاؤنٹ کے لئے تفصیلات فراہم کریں

source: Name
ar: الاسم
ur: نام

source: Username
ar: اسم المستخدم
ur: یوزر نام

source: Password
ar: كلمة السر
ur: پاس ورڈ

source: Confirm Password
ar: تأكيد كلمة السر
ur: پاس ورڈ کی تصدیق کریں

source: Recovery
ar: إسترداد

source: Confirm Changes
ar: تأكيد التعديلات
ur: تبدیلیوں کی تصدیق کریں

source: Cancel
ar: إلغاء
ur: منسوخ

source: The following changes will be made to your disk. Please review them carefully.
ar: ستُطَبَق التعديلات التالية على قرصك، يرجى مراجعتها بعنايةٍ.
ur: آپ کی ڈسک میں درج ذیل تبدیلیاں کی جائیں گی۔ براہ کرم ان کا بغور جائزہ لیں.

source: Configure Disk
ar: إعداد القرص
ur: ڈسک کو ترتیب دیں

source: Apply
ar: تطبيق
ur: لگائیں

source: Showing Information
ar: عرض المعلومات
ur: معلومات دکھا رہا ہے

source: Log
ar: سجل

source: Console
ar: المتحكم

source: Open a Terminal.
ar: فتح الوحدة الطرفية

source: Manage disks and partitions.
ar: إدارة الأقراص والأقسام.

source: Handbook
ar: كتيب

source: Read the Vanilla OS Handbook.
ar: اقرأ كتيب نظام فانيلا

source: Web Browser
ar: متصفح الإنترنت

source: Search online for help.
ar: ابحث على الإنترنت للمساعدة.

source: All done!
ar: تم!
ur: سب ہو گیا!

source: Restart your device to enjoy your Vanilla OS experience
ar: أعد تشغيل الحاسوب للاستمتاع بتجربة نظام التشغيل فانيلا
ur: اپنے ونیلا OS کے تجربے سے لطف اندوز ہونے کے لیے اپنے ڈیوائس کو دوبارہ شروع کریں

source: Show Log
ar: عرض السجل

source: Reboot Now
ar: إعادة التشغيل الآن
ur: اب دوبارہ شروع

source: Close
ar: إغلاق
ur: بند کریں

source: Yes, enable it
ar: نعم، فعّلها
ur: ہاں، اسے فعال کریں

source: Installing...
ar: جارٍ التثبيت ...

source: Show Console output
ar: اعرض مخرجات وحدة التحكم
ur: کنسول آؤٹ پٹ دکھائیں

source: Show Slideshow
ar: اعرض الشريط الجانبي
ur: سلائیڈ شو دکھائیں

source: Disk Allocation
ar: تخصيص القرص

source: Choose how to install Vanilla OS on your drive.
ar: اختر كيفية تثبيت نظام فانيلا على محرك الأقراص الخاص بك.

source: Entire Disk
ar: استخدم كامل القرص

source: This will erase all data on the disk.
ar: هذا سيمحو كل بيانات على القرص.
ur: یہ ڈسک پر موجود تمام ڈیٹا کو مٹا دے گا.

source: Select which partitions to use for installation. Incorrect configuration can lead to data loss, corruption, and/or an unbootable system.
ar: اختر الأقسام التي سيتم استعمالها من أجل التثبيت. الإعدادات الخاطئة قد تؤدي إلى فقدان البيانات و/أو عدم القدرة على الإقلاع إلى النظام.

source: Open GParted
ar: فتح GParted
ur: GParted کھولیں

source: Open GParted to manually partition the disk
ar: فتح GParted لتقسيم القرص يدويًّا
ur: ڈسک کو دستی طور پر تقسیم کرنے کے لیے GParted کھولیں

source: Boot Partition
ar: قسم الإقلاع

source: No partition selected
ar: لم يتم تحديد أي تقسيم

source: Boot partition is too small.
ar: تقسيم التمهيد صغير جدا.

source: EFI Partition
ar: تقسيم EFI

source: EFI partition is too small.
ar: تقسيم EFI صغير جدا.

source: BIOS Boot Partition
ar: تقسيم تمهيد BIOS

source: Swap partition
ar: تقسيم Swap

source: Back
ar: إلى الخلف

source: This is the only disk available and cannot be deselected!
ar: هذا القرص الوحيد المتاح ولا يمكن إلغاء تحديده!
ur: یہ واحد ڈسک دستیاب ہے اور اسے غیر منتخب نہیں کیا جا سکتا!

source: Partition must EXACTLY {}
ar: يجب أن يكون التقسيم بالضبط {}

source: Entire disk will be used.
ar: سيُسْتَخدَمُ كامل القرص.
ur: پوری ڈسک استعمال کی جائے گی۔

source: Will be formatted in {} and mounted in {}
ar: سيُهيَّأُ في {} ويُوصَلُ في {}
ur: {} میں فارمیٹ کیا جائے گا اور {} میں نصب کیا جائے گا

source: Please select at least one option.
ar: يرجى تحديد خيار واحد على الأقل.
ur: براہ کرم کم از کم ایک آپشن منتخب کریں۔

source: Keyboard
ar: لوحة المفاتيح

source: Restart your device to enjoy your {} experience.
ar: أعد تشغيل الحاسوب للاستمتاع بتجربك لـ{}.
ur: اپنے تجربے سے لطف اندوز ہونے کے لئے اپنے ڈیوائس کو دوبارہ شروع کریں۔

source: Something went wrong
ar: هناك خطأ ما
ur: کچھ غلط ہو گیا

source: Please contact the distribution developers.
ar: يرجى التواصل مع مطوري التوزيعة.
ur: برائے مہربانی ڈسٹری بیوشن ڈویلپرز سے رابطہ کریں۔

source: Select the disk to install Vanilla OS to
ur: وینیلا OS کو انسٹال کرنے کے لیے ڈسک کو منتخب کریں

source: Welcome
ur: خوش آمدید

source: This software will guide you through the installation process.
ur: یہ سافٹ ویئر تنصیب کے عمل کے ذریعے آپ کی رہنمائی کرے گا.

source: Try Vanilla OS
ur: وینیلا OS آزمائیں

source: Use Entire Disk
ur: پوری ڈسک استعمال کریں

source: Partitions
ur: پارٹیشنز

source: The following partitions were found on the disk
ur: مندرجہ ذیل پارٹیشنز ڈسک پر پائے گئے

source: Installing…
ur: انسٹال ہو رہا ہے…

source: Format
ur: فارمیٹ

source: Choose a new file system or leave as is
ur: نیا فائل سسٹم منتخب کریں یا جیسا ہے چھوڑ دیں

source: Mount Point
ur: ماؤنٹ پوائنٹ

source: Choose a mount point for the partition
ur: پارٹیشن کے لئے ماؤنٹ پوائنٹ منتخب کریں
